Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: From Anywhere
ar: من أي مكان
ca: Des de qualsevol lloc
cs: Odkudkoli
da: Fra hvor som helst
de: Von überall
el: Από οπουδήποτε
es: Desde cualquier lugar
fi: Mistä tahansa
fr: Depuis n'importe où
he: מכל מקום
hi: कहीं से भी
hr: Odbilo kuda
hu: Bárhonnan
id: Dari Mana Saja
it: Da ovunque
ja: どこからでも
ko: 어디서나
ms: Dari Mana-Mana
nb: Fra hvor som helst
nl: Overal vandaan
pl: Z dowolnego miejsca
pt_br: De qualquer lugar
ro: De oriunde
ru: Откуда угодно
sk: Odkiaľkoľvek
sv: Var som helst ifrån
th: จากที่ใดก็ได้
tr: Her Yerden
uk: Звідусіль
vi: Từ bất kỳ đâu
zh_hans: 从任何地方
zh_hk: 從任何地方

source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generale
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sk: Všeobecné
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 通用
zh_hk: 一般

source: Get page data (JSON)
ar: الحصول على بيانات الصفحة (JSON)
ca: Obtén les dades de la pàgina (JSON)
cs: Získat data stránky (JSON)
da: Hent sidedata (JSON)
de: Seitendaten abrufen (JSON)
el: Λήψη δεδομένων σελίδας (JSON)
es: Obtener datos de la página (JSON)
fi: Hae sivun tiedot (JSON)
fr: Obtenir les données de la page (JSON)
he: קבל נתוני דף (JSON)
hi: पृष्ठ डेटा प्राप्त करें (JSON)
hr: Dohvati podatke stranice (JSON)
hu: Oldaladatok lekérése (JSON)
id: Dapatkan data halaman (JSON)
it: Ottieni dati della pagina (JSON)
ja: ページデータを取得（JSON）
ko: 페이지 데이터 가져오기 (JSON)
ms: Dapatkan data halaman (JSON)
nb: Hent sidedata (JSON)
nl: Paginagegevens ophalen (JSON)
pl: Pobierz dane strony (JSON)
pt_br: Obter dados da página (JSON)
ro: Obține datele paginii (JSON)
ru: Получить данные страницы (JSON)
sk: Získať údaje stránky (JSON)
sv: Hämta siddata (JSON)
th: รับข้อมูลหน้า (JSON)
tr: Sayfa verilerini al (JSON)
uk: Отримати дані сторінки (JSON)
vi: Lấy dữ liệu trang (JSON)
zh_hans: 获取页面数据 (JSON)
zh_hk: 取得頁面資料 (JSON)

source: Getting Started
ar: البدء
ca: Primers passos
cs: Začínáme
da: Kom godt i gang
de: Erste Schritte
el: Ξεκινώντας
es: Primeros pasos
fi: Aloitus
fr: Prise en main
he: תחילת העבודה
hi: आरंभ करें
hr: Početak rada
hu: Kezdő lépések
id: Memulai
it: Per iniziare
ja: はじめに
ko: 시작하기
ms: Bermula
nb: Kom i gang
nl: Aan de slag
pl: Pierwsze kroki
pt_br: Introdução
ro: Primii pași
ru: Начало работы
sk: Začíname
sv: Kom igång
th: เริ่มต้นใช้งาน
tr: Başlarken
uk: Початок роботи
vi: Bắt đầu
zh_hans: 开始使用
zh_hk: 開始使用

source: Global omnibar hotkey
ar: اختصار شريط العناوين العام
ca: Drecera global de l'omnibar
cs: Globální zkratka omnibaru
da: Global omnibar-genvej
de: Globaler Omnibar-Kurzbefehl
el: Καθολική συντόμευση omnibar
es: Atajo global de la omnibar
fi: Omnipalkin yleinen pikanäppäin
fr: Raccourci global de l'omnibar
he: קיצור גלובלי לשורת הכתובת
hi: वैश्विक ओमनीबार शॉर्टकट
hr: Globalni prečac omnibara
hu: Globális omnibar gyorsbillentyű
id: Pintasan omnibar global
it: Scorciatoia globale dell'omnibar
ja: グローバルオムニバーのショートカット
ko: 전역 옴니바 단축키
ms: Pintasan omnibar global
nb: Global omnibar-hurtigtast
nl: Globale omnibalk-sneltoets
pl: Globalny skrót omnibaru
pt_br: Atalho global da omnibar
ro: Scurtătură globală a omnibarului
ru: Глобальное сочетание омнибара
sk: Globálna skratka omnibaru
sv: Globalt omnibar-kortkommando
th: แป้นลัดออมนิบาร์ทั่วโลก
tr: Genel omnibar kısayolu
uk: Глобальне сполучення омнібара
vi: Phím tắt omnibar toàn cục
zh_hans: 全局地址栏快捷键
zh_hk: 全域網址列快速鍵

source: Global Omnibar Hotkey
ar: اختصار شريط العناوين العام
ca: Drecera global de l'omnibar
cs: Globální zkratka omnibaru
da: Global omnibar-genvej
de: Globaler Omnibar-Kurzbefehl
el: Καθολική συντόμευση omnibar
es: Atajo global de la omnibar
fi: Omnipalkin yleinen pikanäppäin
fr: Raccourci global de l'omnibar
he: קיצור גלובלי לשורת הכתובת
hi: वैश्विक ओमनीबार शॉर्टकट
hr: Globalni prečac omnibara
hu: Globális omnibar gyorsbillentyű
id: Pintasan omnibar global
it: Scorciatoia globale dell'omnibar
ja: グローバルオムニバーのショートカット
ko: 전역 옴니바 단축키
ms: Pintasan omnibar global
nb: Global omnibar-hurtigtast
nl: Globale omnibalk-sneltoets
pl: Globalny skrót omnibaru
pt_br: Atalho global da omnibar
ro: Scurtătură globală a omnibarului
ru: Глобальное сочетание омнибара
sk: Globálna skratka omnibaru
sv: Globalt omnibar-kortkommando
th: แป้นลัดออมนิบาร์ทั่วโลก
tr: Genel omnibar kısayolu
uk: Глобальне сполучення омнібара
vi: Phím tắt omnibar toàn cục
zh_hans: 全局地址栏快捷键
zh_hk: 全域網址列快速鍵

source: Go
ar: انتقال
ca: Vés
cs: Jít
da: Gå
de: Gehe zu
el: Μετάβαση
es: Ir
fi: Siirry
fr: Aller
he: מעבר
hi: जाएँ
hr: Idi
hu: Ugrás
id: Buka
it: Vai
ja: 移動
ko: 이동
ms: Pergi
nb: Gå
nl: Ga
pl: Idź
pt_br: Ir
ro: Salt
ru: Переход
sk: Prejsť
sv: Gå
th: ไป
tr: Git
uk: Перехід
vi: Đi tới
zh_hans: 前往
zh_hk: 前往

source: Go back
ar: الانتقال للخلف
ca: Ves enrere
cs: Přejít zpět
da: Gå tilbage
de: Zurück
el: Μετάβαση πίσω
es: Volver atrás
fi: Siirry taaksepäin
fr: Revenir en arrière
he: חזור אחורה
hi: वापस जाएँ
hr: Idi natrag
hu: Ugrás vissza
id: Kembali
it: Torna indietro
ja: 戻る
ko: 뒤로 가기
ms: Undur
nb: Gå tilbake
nl: Terug
pl: Wróć
pt_br: Voltar
ro: Mergi înapoi
ru: Назад
sk: Prejsť späť
sv: Gå tillbaka
th: ย้อนกลับ
tr: Geri git
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hk: 返回

source: Group Color
ar: لون المجموعة
ca: Color del grup
cs: Barva skupiny
da: Gruppefarve
de: Gruppenfarbe
el: Χρώμα ομάδας
es: Color del grupo
fi: Ryhmän väri
fr: Couleur du groupe
he: צבע הקבוצה
hi: समूह रंग
hr: Boja grupe
hu: Csoport színe
id: Warna Grup
it: Colore del gruppo
ja: グループの色
ko: 그룹 색상
ms: Warna Kumpulan
nb: Gruppefarge
nl: Groepskleur
pl: Kolor grupy
pt_br: Cor do grupo
ro: Culoarea grupului
ru: Цвет группы
sk: Farba skupiny
sv: Gruppfärg
th: สีของกลุ่ม
tr: Grup Rengi
uk: Колір групи
vi: Màu nhóm
zh_hans: 组颜色
zh_hk: 群組顏色

source: Group name
ar: اسم المجموعة
ca: Nom del grup
cs: Název skupiny
da: Gruppenavn
de: Gruppenname
el: Όνομα ομάδας
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
he: שם הקבוצה
hi: समूह नाम
hr: Naziv grupe
hu: Csoport neve
id: Nama Grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
ms: Nama Kumpulan
nb: Gruppenavn
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ro: Numele grupului
ru: Имя группы
sk: Názov skupiny
sv: Gruppnamn
th: ชื่อกลุ่ม
tr: Grup Adı
uk: Назва групи
vi: Tên nhóm
zh_hans: 组名称
zh_hk: 群組名稱

source: Group Name
ar: اسم المجموعة
ca: Nom del grup
cs: Název skupiny
da: Gruppenavn
de: Gruppenname
el: Όνομα ομάδας
es: Nombre del grupo
fi: Ryhmän nimi
fr: Nom du groupe
he: שם הקבוצה
hi: समूह नाम
hr: Naziv grupe
hu: Csoport neve
id: Nama Grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
ms: Nama Kumpulan
nb: Gruppenavn
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ro: Numele grupului
ru: Имя группы
sk: Názov skupiny
sv: Gruppnamn
th: ชื่อกลุ่ม
tr: Grup Adı
uk: Назва групи
vi: Tên nhóm
zh_hans: 组名称
zh_hk: 群組名稱

source: Hard Reload (bypass cache)
ar: إعادة تحميل قسرية (تجاوز الذاكرة المؤقتة)
ca: Recàrrega forçada (ignora la memòria cau)
cs: Vynucené znovunačtení (obejít mezipaměť)
da: Tvungen genindlæsning (omgå cache)
de: Neu laden erzwingen (Cache umgehen)
el: Εξαναγκασμένη επαναφόρτωση (παράκαμψη προσωρινής μνήμης)
es: Recarga forzada (omitir caché)
fi: Pakotettu uudelleenlataus (ohita välimuisti)
fr: Rechargement forcé (ignorer le cache)
he: טעינה מחדש כפויה (עקיפת מטמון)
hi: बलपूर्वक पुनः लोड करें (कैश बायपास करें)
hr: Prisilno ponovno učitavanje (zaobiđi predmemoriju)
hu: Kényszerített újratöltés (gyorsítótár megkerülése)
id: Muat Ulang Paksa (lewati cache)
it: Ricarica forzata (ignora la cache)
ja: 強制再読み込み（キャッシュを回避）
ko: 강제 새로고침 (캐시 우회)
ms: Muat Semula Paksa (pintas cache)
nb: Tvungen ny innlasting (omgå buffer)
nl: Geforceerd herladen (cache omzeilen)
pl: Wymuszone przeładowanie (z pominięciem pamięci podręcznej)
pt_br: Recarga forçada (ignorar cache)
ro: Reîncărcare forțată (ocolește cache-ul)
ru: Принудительная перезагрузка (в обход кэша)
sk: Vynútené znovunačítanie (obísť vyrovnávaciu pamäť)
sv: Tvingad omläsning (kringgå cache)
th: บังคับโหลดใหม่ (ข้ามแคช)
tr: Zorla Yeniden Yükle (önbelleği atla)
uk: Примусове перезавантаження (в обхід кешу)
vi: Tải lại bắt buộc (bỏ qua bộ nhớ đệm)
zh_hans: 强制重新加载（绕过缓存）
zh_hk: 強制重新載入（略過快取）

source: Help
ar: مساعدة
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
fi: Ohje
fr: Aide
he: עזרה
hi: सहायता
hr: Pomoć
hu: Súgó
id: Bantuan
it: Aiuto
ja: ヘルプ
ko: 도움말
ms: Bantuan
nb: Hjelp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Справка
sk: Pomoc
sv: Hjälp
th: ความช่วยเหลือ
tr: Yardım
uk: Довідка
vi: Trợ giúp
zh_hans: 帮助
zh_hk: 輔助說明

source: Hide Tab Bar
ar: إخفاء شريط علامات التبويب
ca: Amaga la barra de pestanyes
cs: Skrýt lištu karet
da: Skjul fanebladslinje
de: Tableiste ausblenden
el: Απόκρυψη γραμμής καρτελών
es: Ocultar barra de pestañas
fi: Piilota välilehtipalkki
fr: Masquer la barre d'onglets
he: הסתר סרגל כרטיסיות
hi: टैब बार छिपाएँ
hr: Sakrij traku kartica
hu: Lapsáv elrejtése
id: Sembunyikan Bilah Tab
it: Nascondi barra delle schede
ja: タブバーを隠す
ko: 탭 막대 숨기기
ms: Sembunyikan Bar Tab
nb: Skjul fanelinje
nl: Tabbalk verbergen
pl: Ukryj pasek kart
pt_br: Ocultar barra de abas
ro: Ascunde bara de file
ru: Скрыть панель вкладок
sk: Skryť lištu kariet
sv: Dölj flikfält
th: ซ่อนแถบแท็บ
tr: Sekme Çubuğunu Gizle
uk: Сховати панель вкладок
vi: Ẩn thanh thẻ
zh_hans: 隐藏标签栏
zh_hk: 隱藏分頁列

source: Hold ⌥ and click to save instead of open. Type each entry, or paste a list.
ar: اضغط مع الاستمرار على ⌥ وانقر للحفظ بدلًا من الفتح. اكتب كل إدخال، أو الصق قائمة.
ca: Mantén ⌥ i fes clic per desar en lloc d'obrir. Escriu cada entrada, o enganxa una llista.
cs: Podrž ⌥ a klikni pro uložení místo otevření. Napiš každou položku, nebo vlož seznam.
da: Hold ⌥ nede, og klik for at gemme i stedet for at åbne. Skriv hver post, eller indsæt en liste.
de: Halte ⌥ und klicke, um zu speichern statt zu öffnen. Gib jeden Eintrag ein oder füge eine Liste ein.
el: Κράτα πατημένο το ⌥ και κάνε κλικ για αποθήκευση αντί για άνοιγμα. Πληκτρολόγησε κάθε καταχώριση, ή επικόλλησε μια λίστα.
es: Mantén ⌥ y haz clic para guardar en lugar de abrir. Escribe cada entrada o pega una lista.
fi: Pidä ⌥ pohjassa ja napsauta tallentaaksesi avaamisen sijaan. Kirjoita jokainen merkintä tai liitä luettelo.
fr: Maintenez ⌥ et cliquez pour enregistrer au lieu d'ouvrir. Saisissez chaque entrée, ou collez une liste.
he: החזק ⌥ ולחץ כדי לשמור במקום לפתוח. הקלד כל ערך, או הדבק רשימה.
hi: खोलने के बजाय सहेजने के लिए ⌥ दबाए रखें और क्लिक करें। प्रत्येक प्रविष्टि टाइप करें, या एक सूची पेस्ट करें।
hr: Drži ⌥ i klikni za spremanje umjesto otvaranja. Upiši svaki unos ili zalijepi popis.
hu: Tartsd lenyomva a ⌥ billentyűt, és kattints a megnyitás helyett a mentéshez. Írd be mindegyik bejegyzést, vagy illessz be egy listát.
id: Tahan ⌥ dan klik untuk menyimpan alih-alih membuka. Ketik setiap entri, atau tempel daftar.
it: Tieni premuto ⌥ e fai clic per salvare invece di aprire. Digita ogni voce o incolla un elenco.
ja: ⌥を押しながらクリックすると、開く代わりに保存します。各項目を入力するか、リストを貼り付けます。
ko: 열기 대신 저장하려면 ⌥를 누른 채 클릭하세요. 각 항목을 입력하거나 목록을 붙여넣으세요.
ms: Tahan ⌥ dan klik untuk simpan dan bukan buka. Taip setiap entri, atau tampal senarai.
nb: Hold ⌥ og klikk for å lagre i stedet for å åpne. Skriv inn hver oppføring, eller lim inn en liste.
nl: Houd ⌥ ingedrukt en klik om op te slaan in plaats van te openen. Typ elke invoer of plak een lijst.
pl: Przytrzymaj ⌥ i kliknij, aby zapisać zamiast otwierać. Wpisz każdy wpis lub wklej listę.
pt_br: Segure ⌥ e clique para salvar em vez de abrir. Digite cada entrada ou cole uma lista.
ro: Ține apăsat ⌥ și fă clic pentru a salva în loc de a deschide. Tastează fiecare intrare, sau lipește o listă.
ru: Удерживайте ⌥ и щёлкните, чтобы сохранить вместо открытия. Вводите каждую запись или вставьте список.
sk: Podrž ⌥ a klikni na uloženie namiesto otvorenia. Napíš každú položku, alebo vlož zoznam.
sv: Håll ned ⌥ och klicka för att spara i stället för att öppna. Skriv varje post, eller klistra in en lista.
th: กด ⌥ ค้างไว้แล้วคลิกเพื่อบันทึกแทนการเปิด พิมพ์แต่ละรายการ หรือวางเป็นรายการ
tr: Açmak yerine kaydetmek için ⌥ tuşunu basılı tutup tıkla. Her girişi yaz ya da bir liste yapıştır.
uk: Утримуйте ⌥ і клікніть, щоб зберегти замість відкриття. Уведіть кожен запис або вставте список.
vi: Giữ ⌥ và nhấp để lưu thay vì mở. Gõ từng mục, hoặc dán một danh sách.
zh_hans: 按住 ⌥ 并点击以保存而非打开。逐条输入，或粘贴一个列表。
zh_hk: 按住 ⌥ 並點按以儲存而非打開。逐項輸入，或貼上一份清單。

source: How high the omnibar sits when you summon it.
ar: مدى ارتفاع شريط العناوين عندما تستدعيه.
ca: A quina alçada se situa l'omnibar quan el crides.
cs: Jak vysoko omnibar sedí, když ho vyvoláš.
da: Hvor højt omnibaren sidder, når du henter den frem.
de: Wie hoch die Omnibar sitzt, wenn du sie aufrufst.
el: Πόσο ψηλά βρίσκεται το omnibar όταν το καλείς.
es: La altura a la que aparece la omnibar cuando la invocas.
fi: Kuinka korkealla omnipalkki on, kun kutsut sen esiin.
fr: La hauteur à laquelle l'omnibar apparaît lorsque vous l'invoquez.
he: באיזה גובה יושבת שורת הכתובת כשאתה מזמן אותה.
hi: जब आप इसे बुलाते हैं तो ओमनीबार कितना ऊँचा बैठता है।
hr: Koliko visoko omnibar stoji kada ga pozoveš.
hu: Milyen magasan helyezkedik el az omnibar, amikor előhívod.
id: Seberapa tinggi omnibar berada saat kamu memanggilnya.
it: L'altezza a cui si posiziona l'omnibar quando lo richiami.
ja: 呼び出したときにオムニバーがどの高さに表示されるか。
ko: 불러올 때 옴니바가 표시되는 높이입니다.
ms: Seberapa tinggi omnibar berada apabila anda memanggilnya.
nb: Hvor høyt omnibaren sitter når du henter den frem.
nl: Hoe hoog de omnibalk zit wanneer je hem oproept.
pl: Jak wysoko znajduje się omnibar, gdy go przywołujesz.
pt_br: A que altura a omnibar fica quando você a invoca.
ro: Cât de sus stă omnibarul când îl invoci.
ru: На какой высоте находится омнибар, когда вы его вызываете.
sk: Ako vysoko omnibar sedí, keď ho vyvoláš.
sv: Hur högt omnibaren sitter när du tar fram den.
th: ออมนิบาร์อยู่สูงแค่ไหนเมื่อคุณเรียกมันขึ้นมา
tr: Çağırdığında omnibar'ın ne kadar yüksekte durduğu.
uk: На якій висоті розташований омнібар, коли ви його викликаєте.
vi: Omnibar nằm cao đến đâu khi bạn gọi nó.
zh_hans: 当你调出地址栏时它所处的高度。
zh_hk: 當你叫出網址列時它所處的高度。

source: How much of the page one press of Space jumps. Applies to newly loaded pages.
ar: مقدار ما تقفزه ضغطة واحدة على المسافة من الصفحة. ينطبق على الصفحات المحمَّلة حديثًا.
ca: Quanta pàgina salta una pulsació d'Espai. S'aplica a les pàgines acabades de carregar.
cs: Jak velkou část stránky přeskočí jedno stisknutí Mezerníku. Platí pro nově načtené stránky.
da: Hvor meget af siden ét tryk på Mellemrum springer. Gælder for nyligt indlæste sider.
de: Wie viel der Seite ein Druck auf die Leertaste springt. Gilt für neu geladene Seiten.
el: Πόσο μεγάλο μέρος της σελίδας μετακινεί ένα πάτημα Διαστήματος. Ισχύει για νεοφορτωμένες σελίδες.
es: Cuánta página avanza una pulsación de Espacio. Se aplica a las páginas recién cargadas.
fi: Kuinka paljon sivua yksi Välilyönnin painallus hyppää. Koskee juuri ladattuja sivuja.
fr: Quelle portion de la page un appui sur Espace fait défiler. S'applique aux pages nouvellement chargées.
he: כמה מהדף קופצת לחיצה אחת על רווח. חל על דפים שנטענו לאחרונה.
hi: Space का एक दबाव पृष्ठ का कितना हिस्सा कूदता है। हाल ही में लोड किए गए पृष्ठों पर लागू होता है।
hr: Koliko stranice preskače jedan pritisak Razmaknice. Primjenjuje se na novoučitane stranice.
hu: Mennyit ugrik az oldalon a Szóköz egy lenyomása. Az újonnan betöltött oldalakra vonatkozik.
id: Seberapa banyak halaman yang dilompati satu tekanan Spasi. Berlaku untuk halaman yang baru dimuat.
it: Quanta pagina scorre una pressione di Spazio. Si applica alle pagine appena caricate.
ja: スペースを1回押すとページがどれだけ移動するか。新しく読み込まれたページに適用されます。
ko: 스페이스를 한 번 누르면 페이지가 얼마나 이동하는지. 새로 로드된 페이지에 적용됩니다.
ms: Berapa banyak halaman yang dilompat oleh satu tekanan Space. Terpakai pada halaman yang baru dimuatkan.
nb: Hvor mye av siden ett trykk på Mellomrom hopper. Gjelder nylig innlastede sider.
nl: Hoeveel van de pagina één druk op Spatie springt. Geldt voor nieuw geladen pagina's.
pl: Jak dużą część strony przeskakuje jedno naciśnięcie Spacji. Dotyczy nowo załadowanych stron.
pt_br: Quanto da página um toque de Espaço avança. Aplica-se a páginas recém-carregadas.
ro: Cât din pagină sare o apăsare de Spațiu. Se aplică paginilor nou încărcate.
ru: Насколько прокручивается страница за одно нажатие «Пробел». Применяется к недавно загруженным страницам.
sk: Akú veľkú časť stránky preskočí jedno stlačenie Medzerníka. Platí pre novo načítané stránky.
sv: Hur mycket av sidan en tryckning på Blanksteg hoppar. Gäller nyligen inlästa sidor.
th: การกด Space หนึ่งครั้งเลื่อนหน้าไปมากแค่ไหน ใช้กับหน้าที่โหลดใหม่
tr: Boşluk tuşuna bir basışın sayfanın ne kadarını atladığı. Yeni yüklenen sayfalara uygulanır.
uk: Наскільки прокручується сторінка за одне натискання «Пробіл». Застосовується до нещодавно завантажених сторінок.
vi: Một lần nhấn Dấu cách nhảy được bao nhiêu trang. Áp dụng cho các trang mới tải.
zh_hans: 按一次空格滚动页面的幅度。适用于新加载的页面。
zh_hk: 按一次空白鍵捲動頁面的幅度。適用於新載入的頁面。

source: Import Bookmarks
ar: استيراد الإشارات المرجعية
ca: Importa adreces d'interès
cs: Importovat záložky
da: Importér bogmærker
de: Lesezeichen importieren
el: Εισαγωγή σελιδοδεικτών
es: Importar marcadores
fi: Tuo kirjanmerkkejä
fr: Importer des favoris
he: ייבא סימניות
hi: बुकमार्क आयात करें
hr: Uvezi knjižne oznake
hu: Könyvjelzők importálása
id: Impor Markah
it: Importa segnalibri
ja: ブックマークを読み込む
ko: 북마크 가져오기
ms: Import Penanda Buku
nb: Importer bokmerker
nl: Bladwijzers importeren
pl: Importuj zakładki
pt_br: Importar favoritos
ro: Importă marcaje
ru: Импортировать закладки
sk: Importovať záložky
sv: Importera bokmärken
th: นำเข้าบุ๊กมาร์ก
tr: Yer İşaretlerini İçe Aktar
uk: Імпортувати закладки
vi: Nhập dấu trang
zh_hans: 导入书签
zh_hk: 匯入書籤

source: Import Bookmarks...
ar: استيراد الإشارات المرجعية...
ca: Importa adreces d'interès...
cs: Importovat záložky...
da: Importér bogmærker...
de: Lesezeichen importieren...
el: Εισαγωγή σελιδοδεικτών...
es: Importar marcadores...
fi: Tuo kirjanmerkkejä...
fr: Importer des favoris...
he: ייבא סימניות...
hi: बुकमार्क आयात करें...
hr: Uvezi knjižne oznake...
hu: Könyvjelzők importálása...
id: Impor Markah...
it: Importa segnalibri...
ja: ブックマークを読み込む...
ko: 북마크 가져오기...
ms: Import Penanda Buku...
nb: Importer bokmerker...
nl: Bladwijzers importeren...
pl: Importuj zakładki...
pt_br: Importar favoritos...
ro: Importă marcaje...
ru: Импортировать закладки...
sk: Importovať záložky...
sv: Importera bokmärken...
th: นำเข้าบุ๊กมาร์ก...
tr: Yer İşaretlerini İçe Aktar...
uk: Імпортувати закладки...
vi: Nhập dấu trang...
zh_hans: 导入书签...
zh_hk: 匯入書籤...

source: Import Complete
ar: اكتمل الاستيراد
ca: Importació completada
cs: Import dokončen
da: Import fuldført
de: Import abgeschlossen
el: Η εισαγωγή ολοκληρώθηκε
es: Importación completada
fi: Tuonti valmis
fr: Importation terminée
he: הייבוא הושלם
hi: आयात पूर्ण
hr: Uvoz dovršen
hu: Importálás kész
id: Impor Selesai
it: Importazione completata
ja: 読み込み完了
ko: 가져오기 완료
ms: Import Selesai
nb: Import fullført
nl: Import voltooid
pl: Import zakończony
pt_br: Importação concluída
ro: Import finalizat
ru: Импорт завершён
sk: Import dokončený
sv: Import slutförd
th: นำเข้าเสร็จสมบูรณ์
tr: İçe Aktarma Tamamlandı
uk: Імпорт завершено
vi: Nhập xong
zh_hans: 导入完成
zh_hk: 匯入完成

# Imported %lld new bookmarks from %@ (%lld already existed).
source: Imported %1$lld new bookmarks from %2$@ (%3$lld already existed).
ar: تم استيراد %lld إشارة مرجعية جديدة من %@ (%lld كانت موجودة بالفعل).
ca: S'han importat %lld adreces d'interès noves de %@ (%lld ja existien).
cs: Importováno %lld nových záložek z %@ (%lld již existovalo).
da: Importerede %lld nye bogmærker fra %@ (%lld fandtes allerede).
de: %lld neue Lesezeichen aus %@ importiert (%lld waren bereits vorhanden).
el: Εισήχθησαν %lld νέοι σελιδοδείκτες από %@ (%lld υπήρχαν ήδη).
es: Se importaron %lld marcadores nuevos de %@ (%lld ya existían).
fi: Tuotiin %lld uutta kirjanmerkkiä kohteesta %@ (%lld oli jo olemassa).
fr: %lld nouveaux favoris importés depuis %@ (%lld existaient déjà).
he: יובאו %lld סימניות חדשות מ-%@ (%lld כבר היו קיימות).
hi: %2$@ से %1$lld नए बुकमार्क आयात किए गए (%3$lld पहले से मौजूद थे)।
hr: Uvezeno %lld novih knjižnih oznaka iz %@ (%lld već postoji).
hu: %lld új könyvjelző importálva innen: %@ (%lld már létezett).
id: Mengimpor %lld markah baru dari %@ (%lld sudah ada).
it: Importati %lld nuovi segnalibri da %@ (%lld esistevano già).
ja: %2$@から%1$lld件の新しいブックマークを読み込みました（%3$lld件は既に存在していました）。
ko: %2$@에서 새 북마크 %1$lld개를 가져왔습니다 (%3$lld개는 이미 있었습니다).
ms: Mengimport %lld penanda buku baharu daripada %@ (%lld sudah wujud).
nb: Importerte %lld nye bokmerker fra %@ (%lld fantes allerede).
nl: %lld nieuwe bladwijzers geïmporteerd uit %@ (%lld bestonden al).
pl: Zaimportowano %lld nowych zakładek z %@ (%lld już istniało).
pt_br: %lld novos favoritos importados de %@ (%lld já existiam).
ro: S-au importat %lld marcaje noi din %@ (%lld existau deja).
ru: Импортировано %lld новых закладок из %@ (%lld уже существовало).
sk: Importovaných %lld nových záložiek z %@ (%lld už existovalo).
sv: Importerade %lld nya bokmärken från %@ (%lld fanns redan).
th: นำเข้าบุ๊กมาร์กใหม่ %lld รายการจาก %@ (%lld รายการมีอยู่แล้ว)
tr: %2$@ kaynağından %1$lld yeni yer işareti içe aktarıldı (%3$lld tanesi zaten vardı).
uk: Імпортовано %lld нових закладок з %@ (%lld уже існувало).
vi: Đã nhập %lld dấu trang mới từ %@ (%lld đã tồn tại).
zh_hans: 已从 %2$@ 导入 %1$lld 个新书签（%3$lld 个已存在）。
zh_hk: 已從 %2$@ 匯入 %1$lld 個新書籤（%3$lld 個已存在）。

source: Invalid URL
ar: عنوان URL غير صالح
ca: URL no vàlid
cs: Neplatná adresa URL
da: Ugyldig URL
de: Ungültige URL
el: Μη έγκυρο URL
es: URL no válida
fi: Virheellinen URL-osoite
fr: URL invalide
he: כתובת URL לא חוקית
hi: अमान्य URL
hr: Nevažeći URL
hu: Érvénytelen URL
id: URL tidak valid
it: URL non valido
ja: 無効なURL
ko: 유효하지 않은 URL
ms: URL tidak sah
nb: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy adres URL
pt_br: URL inválido
ro: URL nevalid
ru: Недействительный URL
sk: Neplatná adresa URL
sv: Ogiltig URL
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
uk: Недійсний URL
vi: URL không hợp lệ
zh_hans: 无效的 URL
zh_hk: 無效的 URL
